IDEA StatiCa Open Model
PretensionedTendonGroup Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PretensionedTendonGroup()
Public Sub New
public:
PretensionedTendonGroup()
See Also
Reference
PretensionedTendonGroup Class
IdeaRS.OpenModel.Model Namespace